Repository: rniepce/vacant-aurora
Catalog: Amazon Price Monitor (iOS)/AmazonPriceMonitor/Localizable.xcstrings
Source language: en
Languages: pt_br

source: %@ since first record
pt_br: %@ desde o primeiro registro

source: %1$lld of %2$lld dropping
pt_br: %1$lld de %2$lld em queda

source: %lld items
pt_br: %lld itens

source: Account
pt_br: Conta

source: Amazon Login
pt_br: Login da Amazon

source: At least 2 records are needed for the chart
pt_br: São necessários ao menos 2 registros para o gráfico

source: Biggest Drop
pt_br: Maior Queda

source: Could not load saved data.
pt_br: Não foi possível carregar os dados salvos.

source: Could not save data.
pt_br: Não foi possível salvar os dados.

source: Current
pt_br: Atual

source: Date
pt_br: Data

source: Done
pt_br: Concluir

source: Error reading cart: %@
pt_br: Erro ao ler o carrinho: %@

source: Highest
pt_br: Maior

source: Insufficient data
pt_br: Dados insuficientes

source: Invalid response
pt_br: Resposta inválida

source: Loading...
pt_br: Carregando...

source: Log in to Amazon first, then refresh your cart
pt_br: Faça login na Amazon e depois atualize seu carrinho

source: Lowest
pt_br: Menor

source: Lowest Price
pt_br: Menor Preço

source: No items found in the cart.
pt_br: Nenhum item encontrado no carrinho.

source: No items tracked
pt_br: Nenhum item monitorado

source: Price
pt_br: Preço

source: Price fell %@
pt_br: Preço caiu %@

source: Price History
pt_br: Histórico de Preços

source: Price Monitor
pt_br: Monitor de Preços

source: Price rose %@
pt_br: Preço subiu %@

source: Reading cart...
pt_br: Lendo carrinho...

source: Records
pt_br: Registros

source: Refresh
pt_br: Atualizar

source: Sign Out
pt_br: Sair

source: Sort
pt_br: Ordenar

source: Tap 'Refresh' to read your Amazon cart
pt_br: Toque em 'Atualizar' para ler seu carrinho da Amazon

source: Timed out reading the cart. Please try again.
pt_br: Tempo esgotado ao ler o carrinho. Tente novamente.

source: Tracked savings
pt_br: Economia rastreada

source: Updated %@
pt_br: Atualizado %@

source: View demo
pt_br: Ver demonstração

source: View on Amazon
pt_br: Ver na Amazon

source: You need to log in to Amazon first.
pt_br: Você precisa fazer login na Amazon primeiro.
